Repository: ikonvpalto/Nastolochki.Api
Catalog: Events/Events.Api/Resources/Localization.*.resx
Languages: ru

# EventNotFound
source: Event {0} not found
ru: Событие {0} не найдено

# EventGuidAlreadyExists
source: Event {0} already exists
ru: Событие {0} уже существует

# LocationNotFound
source: Location {0} not found
ru: Место {0} не найдено

# LocationGuidAlreadyExists
source: Location {0} already exists
ru: Место {0} уже существует

# EventAlredyExists
source: Event already exists
ru: Событие уже существует

# EventTimeDatesIsEmpty
source: Event date should be set
ru: У события должны быть указаны дата и время

# EventOutdated
source: Event can't be scheduled on past date
ru: Событие нельзя планировать на прошедшие дату и время

# EventNameIsEmpty
source: Event name should be set
ru: У события должно быть название

# EventNameTooLong
source: Event name length should be less than or equal to 200
ru: Длина названия события должна быть не больше 200

# LocationAddressTooLong
source: Location address length should be less than or equal to 300
ru: Длина адреса должна быть не больше 300

# LocationNameTooLong
source: Location name length should be less than or equal to 300
ru: Длина названия места должна быть не больше 300

# EventDescriptionTooLong
source: Event description length should be less than or equal to 2000
ru: Длина описания события должна быть не больше 2000

# EventNoParticipants
source: Event should have partisipants
ru: У события должны быть участники

# LocationAddressIsEmpty
source: Location address should be set
ru: Адрес должен быть указан

# InternalError
source: Ooops, something goes wrong
ru: Упс, что-то пошло не так
